
"Home" = "Prepara un café increíble en casa";

"Recipelist" = "con grandes recetas de profesionales del café";

"Tetsu" = "incluyendo el famoso método 4:6 de Tetsu Kasuya.";

"Recipedetail" = "Ajusta las cantidades de café y agua según sea necesario.";

"Preparation" = "Prepara con instrucciones detalladas";

"Brewing" = "los pasos de preparación se ajustarán automáticamente.";

"Darktheme" = "Soporta tema oscuro";

"Languages" = "y múltiples idiomas.";